Repository: cgodley/gae-todo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: English
tr: İngilizce

source: Personal info
tr: Kişisel bilgileri

source: Permissions
tr: İzinler

source: Important dates
tr: Önemli tarihler

source: Groups
tr: Gruplar

source: user
tr: kullanıcı

source: users
tr: kullanıcılar

source: username
tr: kullanıcı adı

source: e-mail address
tr: e-posta adresi

source: first name
tr: ad

source: last name
tr: soyad

source: Logged out
tr: Oyundan çıktın

source: Page not found
tr: Sayfa bulunamadı

source: We're sorry, but the requested page could not be found.
tr: Üzgünüz, ancak konum istenen sayfa bulunamadı.

source: Home
tr: Anasayfa

source: Server error
tr: Sunucu hatası

source: Server error (500)
tr: Sunucu hatası (500)

source: Server Error <em>(500)</em>
tr: Sunucu Hatası <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
tr: Bir hata oldu. Bu site yöneticileri için e bildirilmiştir's -posta ve kısa bir süre sabit olmalıdır. Sabrınız için teşekkür ederiz.

source: Run the selected action
tr: Run seçilen eylem

source: Go
tr: Git

source: Welcome,
tr: Hoş geldiniz,

source: Documentation
tr: Dokümantasyon

source: Change password
tr: Şifre değiştir

source: Django administration
tr: Django yönetim

source: Add
tr: Ekle

source: History
tr: Tarih

source: View on site
tr: View site

source: Add %(name)s
tr: %(name)s ekle

source: Filter
tr: Filtre

source: Delete
tr: sil

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
tr: %(object_name) silme' %(escaped_object)s' silme yol açacağıİlgili Nesneler, ancak hesap izni silmek zorunda değildirnesne türleri şunlardır:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
tr: Size %(object_name)s silmek istediğinizden emin misiniz " %(escaped_object)s"?Tüm aşağıdaki ilgili öğelerin silinecek:

source: Yes, I'm sure
tr: Evet, eminim

source: Delete multiple objects
tr: Sil Birden çok nesne

source: Deleting the %(object_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
tr: ilgili nesnelerin silinmesi sonucu olur %(object_name)s, fakat silmeHesabınızı izni aşağıdaki türlerde silmek zorunda değildirnesneleri:

source: Are you sure you want to delete the selected %(object_name)s objects? All of the following objects and it's related items will be deleted:
tr: Seçilen %(object_name)s silmek istediğinizden emin misiniz nesneler var? AllAşağıdaki nesneler ve onun ilgili öğeler silinecek:

source: By %(filter_title)s
tr: %(filter_title)s dan

source: Models available in the %(name)s application.
tr: Modeller %(name)s mevcut uygulama var.

source: Change
tr: Değiştir

source: You don't have permission to edit anything.
tr: Izniniz hiçbir düzenleme yoktur.

source: Recent Actions
tr: Son Eylemler

source: My Actions
tr: Eylemler

source: None available
tr: Yok

source: Unknown content
tr: Bilinmeyen içerik

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
tr: Veritabanı kurulumu ile ilgili bir şey yanlış. Emin olun uygun veritabanı tablolar, oluşturulmuş ve veritabanı tarafından okunabilir olduğundan emin uygun kullanıcı.

source: Username:
tr: Kullanıcı adı:

source: Password:
tr: Şifre:

source: Log in
tr: Giriş

source: Date/time
tr: Tarih / Saat

source: User
tr: Kullanıcı

source: Action
tr: Eylem

source: This object doesn't have a change history. It probably wasn't added via this admin site.
tr: Bu nesne bir değişiklik geçmişi yok. Muhtemelen bu yoluyla eklenmediadmin site.

source: Show all
tr: Hepsini göster

source: Save
tr: Kaydet

source: Search
tr: Arama

source: %(full_result_count)s total
tr: %(full_result_count)s toplam

source: Save as new
tr: Farklı kaydet yeni

source: Save and add another
tr: Kaydet ve başka bir tane ekle

source: Save and continue editing
tr: Kaydet ve düzenlemeye devam et

source: First, enter a username and password. Then, you'll be able to edit more user options.
tr: Öncelikle, kullanıcı adı ve şifrenizi giriniz. Daha sonra, daha fazla kullanıcı düzenleme yapabileceksinizseçenekleri.

source: Username
tr: Kullanıcı

source: Password
tr: Şifre

source: Password (again)
tr: Şifre (tekrar)

source: Enter the same password as above, for verification.
tr: Doğrulama için yukarıdaki gibi aynı şifreyi girin.

source: Enter a new password for the user <strong>%(username)s</strong>.
tr: <strong>Kullanıcı %(username)s</strong> için yeni bir parola girin <strong>var.</strong>

source: Delete?
tr: Sil?

source: Documentation bookmarklets
tr: Dokümantasyon işaretcikler

source: <p class="help">To install bookmarklets, drag the link to your bookmarks toolbar, or right-click the link and add it to your bookmarks. Now you can select the bookmarklet from any page in the site. Note that some of these bookmarklets require you to be viewing the site from a computer designated as "internal" (talk to your system administrator if you aren't sure if your computer is "internal").</p>
tr: <p class="help"> , To your bookmarks bağlantı sürükleyin işaretcikler yüklemek için araç çubuğu veya sağ tıklayın ve favorilerinize ekleyin. Now you can sitedeki her sayfadan bookmarklet seçin. Bazı bunların işaretcikler bir bilgisayar uzmanları sitesini görüntülemek için gerekliolarak "iç" (konuşma sistem yöneticinize eğer emin değilseniz Bilgisayarınız bir "iç"). </p>

source: Documentation for this page
tr: Bu sayfa için dokümantasyon

source: Jumps you from any page to the documentation for the view that generates that page.
tr: Atlar herhangi bir sayfa oluşturduğu görünümü için belgelerine kadaro sayfa.

source: Show object ID
tr: Kimliği show nesne

source: Shows the content-type and unique ID for pages that represent a single object.
tr: Içerik tipi tek ID sayfalar gösterir temsil eden tek birnesnesi.

source: Edit this object (current window)
tr: Değiştir (Güncel pencere) nesne

source: Jumps to the admin page for pages that represent a single object.
tr: Sayfalar için yönetici sayfaya atlar tek bir nesne temsil eder.

source: Edit this object (new window)
tr: Değiştir Bu (yeni pencere) nesne

source: As above, but opens the admin page in a new window.
tr: Yukarıda, ancak yeni bir pencerede yönetici sayfası açılır.

source: Approve a comment
tr: Yorum Onayla

source: Really make this comment public?
tr: Gerçekten Yorumu kamu yapmak?

source: Approve
tr: Onayla

source: Thanks for approving
tr: Onaylanması için teşekkürler

source: Thanks for taking the time to improve the quality of discussion on our site
tr: Sitemizdeki tartışma kalitesini artırmak için zaman ayırdığınız için teşekkür ederiz

source: Remove a comment
tr: Yorum Kaldır

source: Really remove this comment?
tr: Gerçekten Yorumu kaldırmak?

source: Remove
tr: Çıkar

source: Thanks for removing
tr: Kaldırmak için teşekkürler

source: Flag this comment
tr: Yorumu işaretle

source: Really flag this comment?
tr: Gerçekten bayrak Yorumu?

source: Thanks for flagging
tr: Thanks for işaretleme

source: Preview
tr: Önizleme

source: Comment moderation queue
tr: Yorum yönetimini kuyruğu

source: No comments to moderate
tr: Hayır yorum moderate

source: Name
tr: Ad

source: Comment
tr: Yorum

source: Email
tr: E-posta

source: Authenticated?
tr: Doğrulanmış?

source: IP Address
tr: IP Adresi

source: yes
tr: evet

source: no
tr: hayır

source: Thanks for commenting
tr: Yorum için teşekkürler

source: Thank you for your comment
tr: Yorumunu için teşekkür ederiz

source: Preview your comment
tr: Önizleme Yorumunu

source: and
tr: ve

source: Post your comment
tr: Yorumunu

source: or make changes
tr: ve değişiklikler yapmak

source: Thanks for spending some quality time with the Web site today.
tr: Bugün Web sitesi ile bazı kaliteli zaman geçirmek için teşekkür ederiz.

source: Log in again
tr: Yeniden giriş

source: Password change
tr: Şifre değiştirme

source: Password change successful
tr: Şifre başarı ile değiştirildi

source: Your password was changed.
tr: Şifrenizi değiştirildi.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
tr: Lütfen eski parolanızı girin, güvenlik açısından, sonra girin yenişifre iki kez size doğru olarak yazdığınızdan doğrulayabilirsiniz.

source: Old password:
tr: Eski şifre:

source: New password:
tr: Yeni şifre:

source: Confirm password:
tr: Şifreyi onaylayın:

source: Change my password
tr: Şifremi değiştirmek

source: Password reset
tr: Parola sıfırlama

source: Password reset complete
tr: Parola sıfırlama tamamlamak

source: Your password has been set. You may go ahead and log in now.
tr: Şifrenizi ayarlanmış. Siz devam edebilir ve günlük şimdi de.

source: Password reset confirmation
tr: Parola sıfırlama onayı

source: Enter new password
tr: Yeni şifrenizi girin

source: Please enter your new password twice so we can verify you typed it in correctly.
tr: Lütfen iki kez size bunu yazdığınız doğrulayabilirsiniz Yeni şifrenizi girindoğru.

source: Password reset unsuccessful
tr: Parola sıfırlama başarısız

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
tr: Parola sıfırlama linki geçersiz olduğu muhtemelen çünkü zaten yapılmışkullanılır. Lütfen yeni bir parola sıfırlama isteği.

source: Password reset successful
tr: Parola sıfırlama başarılı

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
tr: We've e-mail şifrenizi için talimatlar gönderilecekadresi gönderilmektedir. Bu kısa süre içinde alınmasını gerekir.

source: You're receiving this e-mail because you requested a password reset
tr: Çünkü parola sıfırlama talebinde Bu e-posta alıyorsunuz

source: for your user account at %(site_name)s
tr: Kullanıcı hesabınız %(site_name)s

source: Please go to the following page and choose a new password:
tr: Lütfen aşağıdaki sayfasına gidin ve yeni bir şifre seçin:

source: Your username, in case you've forgotten:
tr: Kullanıcı adınızı, durumda size unuttuysanız:

source: Thanks for using our site!
tr: Sitemizi kullandığınız için teşekkür ederiz!

source: The %(site_name)s team
tr: %(site_name)s ekibi var

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
tr: Şifrenizi mi unuttunuz? Girin e-posta adresi aşağıda ve yaparız e-postayeni bir ayar için talimatlar.

source: E-mail address:
tr: E-posta adresi:

source: Reset my password
tr: Reset Şifremi

source: Taking Sticky notes easy
tr: Kolayca yapışkan notlar

source: Your Account
tr: Hesap

source: Welcome
tr: Hoşgeldiniz

source: You can start adding your notes
tr: Artık notlarınızı ekleyebilirsiniz

source: Admin Interface
tr: Yönetici Arabirimi

source: Your Notes
tr: Hesap

source: or
tr: veya

source: Login with Google Account
tr: Google hesabınız ile giriş yapın

source: No Google Account? Get Here
tr: Google hesabınız yoksa bir tane alın

source: Follow me on Twitter
tr: Twitterdan izleyin

source: Built using Django framework
tr: Django ile yapıldı

source: Hosting using GAE
tr: GAE'de barındırılıyor

source: Notalma is simple sticky note application, you can keep your tasks, todos, quick notes.
tr: Notalma, basit bir yapışkan not tutucudur, notlarınızı, görevlerinizi ve listenizi tutar.

source: It's easy to start. Just login with your Google account. And start posting.
tr: Başlatmak çok kolay. Sadece Google hesabınızla giriş yapın ve notlarınızı gönderin.

source: Just add todo content, select color and add.
tr: Sadece notunuzu ekleyin ve rengini seçin,

source: Login and get started today.
tr: hemen giriş yapın ve başlayın

source: Privacy Policy
tr: Gizlilik politikası

source: Terms of Service
tr: Kullanım şartları

source: Add a new todo
tr: Yeni not ekle

source: Text of the note
tr: Not metni

source: Your name
tr: kullanıcı adı

source: Color
tr: Renk

source: add todo
tr: not ekle

source: To simply create todo
tr: Basitçe bir not eklemek için

source: press add todo button
tr: Not ekle düğmesine basın

source: adding your todo content and submit
tr: Notu ekleyin ve gönderin

source: you can re-arrange or your todos
tr: Notlarınızın yerlerini değiştirebilir

source: or you can inplace edit or delete it
tr: veya anında düzenleyebilir, silebilirsiniz

source: Todo listing
tr: Notlara geri dön

source: Logged as
tr: Giriş yapan

source: logout
tr: Çıkış

source: previous todo
tr: önceki

source: next
tr: sonraki

source: todo
tr: not

source: total
tr: toplam

source: per sheet
tr: her sayfa için

source: Need to keep to-do? Just click Add button to the left
tr: Not tutmaya için ihtiyacınız mı var? Hemen ekleyin

source: Need help?
tr: yardım mı gerekiyor?

source: by
tr: tarafından

source: delete
tr: sil

source: The %(verbose_name)s was created successfully.
tr: %(verbose_name)s oluşturuldu

source: The %(verbose_name)s was updated successfully.
tr: %(verbose_name)s güncellendi
